Repository: millianlmx/swimmich
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: License text unavailable
de: Lizenztext nicht verfügbar
es: Texto de licencia no disponible
fr: Texte de licence indisponible
it: Testo della licenza non disponibile

source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro

source: Live Photo
de: Live-Foto

source: Live Photo ID
de: Live-Foto-ID
es: ID de Live Photo
fr: ID de Live Photo
it: ID Live Photo

source: Load Full Quality
de: Volle Qualität laden
es: Cargar calidad completa
fr: Charger la qualité d'origine
it: Carica qualità completa

source: Local
de: Lokal
it: Locale

source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Luogo

source: Lock now
de: Jetzt sperren
es: Bloquear ahora
fr: Verrouiller maintenant
it: Blocca ora

source: Lock session
de: Sitzung sperren
es: Bloquear la sesión
fr: Verrouiller la session
it: Blocca la sessione

source: Locked Folder
de: Gesperrter Ordner
es: Carpeta bloqueada
fr: Dossier verrouillé
it: Cartella bloccata

source: Log Entry
de: Protokolleintrag
es: Entrada del registro
fr: Entrée du journal
it: Voce di log

source: Log out %@?
de: %@ abmelden?
es: ¿Cerrar sesión en %@?
fr: Déconnecter %@ ?
it: Disconnettere %@?

source: Log out %lld devices
de: %lld Geräte abmelden
es: Cerrar sesión en %lld dispositivos
fr: Déconnecter %lld appareils
it: Disconnetti %lld dispositivi

source: Log out %lld other devices?
de: %lld andere Geräte abmelden?
es: ¿Cerrar sesión en otros %lld dispositivos?
fr: Déconnecter les %lld autres appareils ?
it: Disconnettere altri %lld dispositivi?

source: Log out other devices
de: Andere Geräte abmelden
es: Cerrar sesión en otros dispositivos
fr: Déconnecter les autres appareils
it: Disconnetti gli altri dispositivi

source: Look
de: Stil
es: Estilo
fr: Style
it: Stile

source: Loop
de: Schleife
es: Bucle
fr: Boucle
it: Ciclo

source: MESSAGE
de: MELDUNG
es: MENSAJE
it: MESSAGGIO

source: Make
de: Hersteller
es: Marca
fr: Marque
it: Marca

source: Make, %@
de: Hersteller, %@
es: Marca, %@
fr: Marque, %@
it: Marca, %@

source: Map settings
de: Karteneinstellungen
es: Ajustes del mapa
fr: Réglages de la carte
it: Impostazioni mappa

source: Markers
de: Markierungen
es: Marcadores
fr: Marqueurs
it: Indicatori

source: Matching assets
de: Passende Elemente
es: Elementos coincidentes
fr: Éléments correspondants
it: Elementi corrispondenti

source: Media Stats
de: Medienstatistiken
es: Estadísticas de medios
fr: Statistiques média
it: Statistiche multimediali

source: Mirror into albums
de: In Alben spiegeln
es: Reflejar en álbumes
fr: Refléter dans les albums
it: Rispecchia negli album

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello

source: Model, %@
de: Modell, %@
es: Modelo, %@
fr: Modèle, %@
it: Modello, %@

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese

source: Move back to timeline
de: Zurück zur Zeitleiste
es: Devolver a la cronología
fr: Remettre dans la timeline
it: Riporta nella cronologia

source: Move to Locked Folder
de: In den gesperrten Ordner verschieben
es: Mover a la carpeta bloqueada
fr: Déplacer vers le dossier verrouillé
it: Sposta nella cartella bloccata

source: Name is required.
de: Ein Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est obligatoire.
it: Il nome è obbligatorio.

source: New
de: Neu
es: Nueva
fr: Nouveau
it: Nuova

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password

source: No API keys yet
de: Noch keine API-Schlüssel
es: Aún no hay claves de API
fr: Aucune clé API pour l'instant
it: Ancora nessuna chiave API

source: No active filters
de: Keine aktiven Filter
es: Sin filtros activos
fr: Aucun filtre actif
it: Nessun filtro attivo

source: No backed-up original before the cutoff matches the filters you kept.
de: Kein gesichertes Original vor dem Stichtag entspricht den behaltenen Filtern.
es: Ningún original respaldado anterior a la fecha límite coincide con los filtros conservados.
fr: Aucun original sauvegardé antérieur à la date limite ne correspond aux filtres conservés.
it: Nessun originale di cui è stato eseguito il backup prima della data limite corrisponde ai filtri mantenuti.

source: No connected devices
de: Keine verbundenen Geräte
es: Sin dispositivos conectados
fr: Aucun appareil connecté
it: Nessun dispositivo connesso

source: No downloaded files
de: Keine heruntergeladenen Dateien
es: No hay archivos descargados
fr: Aucun fichier téléchargé
it: Nessun file scaricato

source: No downloads yet
de: Noch keine Downloads
es: Aún no hay descargas
fr: Aucun téléchargement pour l'instant
it: Nessun download

source: No external screen connected
de: Kein externer Bildschirm verbunden
es: Ninguna pantalla externa conectada
fr: Aucun écran externe connecté
it: Nessuno schermo esterno connesso

source: No logs yet
de: Noch keine Protokolle
es: Aún no hay registros
fr: Aucun journal pour l'instant
it: Nessun log

source: No photos match this filter
de: Keine Fotos entsprechen diesem Filter
es: Ninguna foto coincide con este filtro
fr: Aucune photo ne correspond à ce filtre
it: Nessuna foto corrisponde a questo filtro

source: No profile picture
de: Kein Profilbild
es: Sin foto de perfil
fr: Aucune photo de profil
it: Nessuna foto del profilo

source: No text found
de: Kein Text gefunden
es: No se encontró texto
fr: Aucun texte détecté
it: Nessun testo trovato

source: None
de: Kein Album
es: Ninguno
fr: Aucun album
it: Nessuno

source: Not downloaded from iCloud
de: Nicht von iCloud geladen
es: No descargado de iCloud
fr: Non téléchargé depuis iCloud
it: Non scaricato da iCloud

source: Not favourites
de: Keine Favoriten
es: Sin favoritos
fr: Sans favoris
it: Senza preferiti

source: Not on the server
de: Nicht auf dem Server
es: No está en el servidor
fr: Absent du serveur
it: Non sul server

source: Not on the server yet
de: Noch nicht auf dem Server
es: Aún no está en el servidor
fr: Pas encore sur le serveur
it: Non ancora sul server

source: Not tracked
de: Nicht verfolgt
es: No registrado
fr: Non suivi
it: Non tracciato

source: Nothing in your locked folder
de: Nichts in deinem gesperrten Ordner
es: Nada en tu carpeta bloqueada
fr: Rien dans votre dossier verrouillé
it: Niente nella tua cartella bloccata

source: Nothing is kept: every backed-up original before the cutoff can be removed.
de: Nichts wird behalten: Jedes gesicherte Original vor dem Stichtag kann entfernt werden.
es: No se conserva nada: cualquier original respaldado anterior a la fecha límite puede eliminarse.
fr: Rien n'est conservé : chaque original sauvegardé antérieur à la date limite peut être supprimé.
it: Non viene conservato nulla: ogni originale di cui è stato eseguito il backup prima della data limite può essere rimosso.

source: Nothing to free up
de: Nichts freizugeben
es: Nada que liberar
fr: Rien à libérer
it: Niente da liberare

source: Nothing to sync yet
de: Noch nichts zu synchronisieren
es: Nada que sincronizar todavía
fr: Rien à synchroniser pour l'instant
it: Niente da sincronizzare per ora

source: Nothing to upload
de: Nichts hochzuladen
es: Nada que subir
fr: Rien à envoyer
it: Niente da caricare

source: Offline size
de: Offline-Größe
es: Tamaño sin conexión
fr: Taille hors ligne
it: Dimensione offline

source: On the server
de: Auf dem Server
es: En el servidor
fr: Sur le serveur
it: Sul server

source: On this device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
it: Su questo dispositivo

source: Only on this device
de: Nur auf diesem Gerät
es: Solo en este dispositivo
fr: Uniquement sur cet appareil
it: Solo su questo dispositivo

source: Only photos and videos on or before this date are considered.
de: Nur Fotos und Videos von diesem Datum oder früher werden berücksichtigt.
es: Solo se tienen en cuenta las fotos y vídeos de esta fecha o anteriores.
fr: Seules les photos et vidéos prises à cette date ou avant sont prises en compte.
it: Vengono considerate solo le foto e i video di questa data o precedenti.

source: Only show favorites
de: Nur Favoriten anzeigen
es: Mostrar solo favoritos
fr: Afficher uniquement les favoris
it: Mostra solo i preferiti

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni

source: Open full screen map
de: Karte im Vollbild öffnen
es: Abrir el mapa a pantalla completa
fr: Ouvrir la carte en plein écran
it: Apri la mappa a schermo intero

source: Open the Immich app, sign in, then share again.
de: Öffne die Immich-App, melde dich an und teile erneut.
es: Abre la app Immich, inicia sesión y vuelve a compartir.
fr: Ouvrez l'app Immich, connectez-vous, puis partagez à nouveau.
it: Apri l'app Immich, accedi e condividi di nuovo.

source: Original path
de: Originalpfad
es: Ruta original
fr: Chemin d'origine
it: Percorso originale

source: Other devices
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
it: Altri dispositivi

source: Other devices will need to sign in again with the new password. This device stays signed in.
de: Andere Geräte müssen sich mit dem neuen Passwort erneut anmelden. Dieses Gerät bleibt angemeldet.
es: Los demás dispositivos tendrán que volver a iniciar sesión con la nueva contraseña. Este dispositivo permanece conectado.
fr: Les autres appareils devront se reconnecter avec le nouveau mot de passe. Cet appareil reste connecté.
it: Gli altri dispositivi dovranno accedere di nuovo con la nuova password. Questo dispositivo resta connesso.

source: Owner ID
de: Eigentümer-ID
es: ID del propietario
fr: ID du propriétaire
it: ID proprietario

source: PINs don't match
de: Die PINs stimmen nicht überein
es: Los PIN no coinciden
fr: Les codes PIN ne correspondent pas
it: I PIN non coincidono

source: Partners included
de: Partner enthalten
es: Socios incluidos
fr: Partenaires inclus
it: Partner inclusi

source: Photo library access is off
de: Zugriff auf die Mediathek ist deaktiviert
es: El acceso a la fototeca está desactivado
fr: L'accès à la photothèque est désactivé
it: L'accesso alla libreria foto è disattivato

source: Photos backed up before Immich started recording checksums can't be verified against the server, so they are never offered here.
de: Fotos, die gesichert wurden, bevor Immich Prüfsummen erfasst hat, lassen sich nicht gegen den Server prüfen und werden hier nie angeboten.
es: Las fotos respaldadas antes de que Immich empezara a registrar sumas de comprobación no se pueden verificar con el servidor, así que nunca se ofrecen aquí.
fr: Les photos sauvegardées avant qu'Immich n'enregistre les sommes de contrôle ne peuvent pas être vérifiées auprès du serveur : elles ne sont jamais proposées ici.
it: Le foto di cui è stato eseguito il backup prima che Immich iniziasse a registrare i checksum non possono essere verificate sul server, quindi non vengono mai proposte qui.

source: Photos in a mirrored album also join a server album of the same name. That server album is created at the first backup and reused as it is: moving a photo between albums in Photos never moves it on the server, and nothing is ever deleted or renamed here.
de: Fotos eines gespiegelten Albums landen zusätzlich in einem Server-Album gleichen Namens. Dieses Server-Album wird beim ersten Backup angelegt und danach unverändert weiterverwendet: Ein Foto in Alben von Fotos zu verschieben verschiebt es nicht auf dem Server, und hier wird nichts gelöscht oder umbenannt.
es: Las fotos de un álbum reflejado también se añaden a un álbum del servidor con el mismo nombre. Ese álbum del servidor se crea en la primera copia y se reutiliza tal cual: mover una foto entre álbumes en Fotos no la mueve en el servidor, y aquí nunca se elimina ni se renombra nada.
fr: Les photos d'un album reflété rejoignent aussi un album serveur du même nom. Cet album serveur est créé au premier backup puis réutilisé tel quel : déplacer une photo entre albums dans Photos ne la déplace pas sur le serveur, et rien n'est jamais supprimé ni renommé ici.
it: Le foto di un album rispecchiato entrano anche in un album del server con lo stesso nome. Quell'album del server viene creato al primo backup e riutilizzato così com'è: spostare una foto tra gli album in Foto non la sposta sul server, e qui non si elimina né si rinomina nulla.

source: Photos in the locked folder are hidden everywhere else and open with your Immich PIN — a separate code from this app lock.
de: Fotos im gesperrten Ordner sind überall sonst ausgeblendet und öffnen sich mit deiner Immich-PIN — ein eigener Code, getrennt von dieser App-Sperre.
es: Las fotos de la carpeta bloqueada se ocultan en todo lo demás y se abren con tu PIN de Immich, un código distinto de este bloqueo de la app.
fr: Les photos du dossier verrouillé sont masquées partout ailleurs et s'ouvrent avec votre code PIN Immich — un code distinct de ce verrouillage de l'app.
it: Le foto nella cartella bloccata sono nascoste ovunque e si aprono con il tuo PIN Immich — un codice separato da questo blocco dell'app.

source: Photos on this device will show up here.
de: Fotos auf diesem Gerät erscheinen hier.
es: Las fotos de este dispositivo aparecerán aquí.
fr: Les photos de cet appareil apparaîtront ici.
it: Le foto su questo dispositivo appariranno qui.

source: Photos you add to the server will appear here.
de: Fotos, die du zum Server hinzufügst, erscheinen hier.
es: Las fotos que añadas al servidor aparecerán aquí.
fr: Les photos que vous ajoutez au serveur apparaîtront ici.
it: Le foto che aggiungi al server appariranno qui.

source: Photos you move here are hidden from the timeline until you unlock it.
de: Fotos, die du hierher verschiebst, sind in der Zeitleiste ausgeblendet, bis du sie entsperrst.
es: Las fotos que muevas aquí se ocultan de la cronología hasta que la desbloquees.
fr: Les photos que vous déplacez ici sont masquées de la timeline jusqu'à ce que vous la déverrouilliez.
it: Le foto che sposti qui sono nascoste dalla cronologia finché non la sblocchi.

source: Photos you take will appear here.
de: Fotos, die du aufnimmst, erscheinen hier.
es: Las fotos que tomes aparecerán aquí.
fr: Les photos que vous prenez apparaîtront ici.
it: Le foto che scatti appariranno qui.

source: Pick a photo and it will show up next to your name.
de: Wähle ein Foto – es erscheint neben deinem Namen.
es: Elige una foto y aparecerá junto a tu nombre.
fr: Choisissez une photo : elle apparaîtra à côté de votre nom.
it: Scegli una foto: apparirà accanto al tuo nome.

source: Pink
de: Rosa
es: Rosa
fr: Rose
it: Rosa

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze

source: Preparing to upload
de: Upload wird vorbereitet
es: Preparando la subida
fr: Préparation de l'envoi
it: Preparazione del caricamento

source: Press and hold the share button to choose the image quality before you share.
de: Halte die Teilen-Taste gedrückt, um die Bildqualität vor dem Teilen zu wählen.
es: Mantén pulsado el botón de compartir para elegir la calidad de la imagen antes de compartirla.
fr: Appuyez longuement sur le bouton de partage pour choisir la qualité de l'image avant de partager.
it: Tieni premuto il pulsante di condivisione per scegliere la qualità dell'immagine prima di condividerla.

source: Prevents deleting, editing and uploading. Browsing stays available.
de: Verhindert Löschen, Bearbeiten und Hochladen. Das Ansehen bleibt möglich.
es: Impide eliminar, editar y subir. La consulta sigue disponible.
fr: Empêche la suppression, la modification et l'envoi. La consultation reste disponible.
it: Impedisce l'eliminazione, la modifica e il caricamento. La consultazione resta disponibile.

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo

source: Profile picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo

source: Purge offline cache
de: Offline-Cache leeren
es: Vaciar la caché sin conexión
fr: Vider le cache hors ligne
it: Svuota la cache offline

source: Purple
de: Violett
es: Morado
fr: Violet
it: Viola

source: Puts every preference on this screen back to its default.
de: Setzt jede Einstellung auf diesem Bildschirm auf ihren Standardwert zurück.
es: Restablece el valor predeterminado de cada preferencia de esta pantalla.
fr: Rétablit la valeur par défaut de chaque préférence de cet écran.
it: Ripristina il valore predefinito di ogni preferenza di questa schermata.

source: Queued
de: In Warteschlange
es: En cola
fr: En attente
it: In coda

source: Rate %lld stars
de: %lld Sterne vergeben
es: Valorar con %lld estrellas
fr: Noter %lld étoiles
it: Valuta %lld stelle

source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione

source: Rating filter: %lld stars
de: Bewertungsfilter: %lld Sterne
es: Filtro de valoración: %lld estrellas
fr: Filtre de note : %lld étoiles
it: Filtro valutazione: %lld stelle

source: Rating filter: any rating
de: Bewertungsfilter: beliebige Bewertung
es: Filtro de valoración: cualquier valoración
fr: Filtre de note : toutes les notes
it: Filtro valutazione: qualsiasi valutazione

source: Rating, %lld stars
de: Bewertung, %lld Sterne
es: Valoración, %lld estrellas
fr: Note, %lld étoiles
it: Valutazione, %lld stelle

source: Read-only
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura

source: Read-only Mode
de: Nur-Lese-Modus
es: Modo solo lectura
fr: Mode lecture seule
it: Modalità sola lettura

source: Read-only mode is on. Turn it off in Me to change your library.
de: Der Nur-Lese-Modus ist aktiv. Deaktivieren Sie ihn unter „Ich“, um Ihre Bibliothek zu ändern.
es: El modo solo lectura está activado. Desactívalo en «Yo» para cambiar tu biblioteca.
fr: Le mode lecture seule est activé. Désactivez-le dans « Moi » pour modifier votre bibliothèque.
it: La modalità sola lettura è attiva. Disattivala in «Io» per modificare la libreria.

source: Ready to upload
de: Bereit zum Hochladen
es: Listos para subir
fr: Prêts à importer
it: Pronti al caricamento

source: Recently
de: Kürzlich
es: Recientemente
fr: Récemment
it: Di recente

source: Recently Added
de: Kürzlich hinzugefügt
es: Añadidas recientemente
fr: Ajoutées récemment
it: Aggiunte di recente

source: Recently Taken
de: Kürzlich aufgenommen
es: Tomadas recientemente
fr: Prises récemment
it: Scattate di recente

source: Recently added
de: Kürzlich hinzugefügt
es: Añadidas recientemente
fr: Ajoutées récemment
it: Aggiunte di recente

source: Reclaimable
de: Freigebbar
es: Recuperable
fr: Récupérable
it: Recuperabile

source: Remote asset
de: Entferntes Element
es: Elemento remoto
fr: Élément distant
it: Elemento remoto

source: Remove Photo
de: Foto entfernen
es: Quitar foto
fr: Retirer la photo
it: Rimuovi foto

source: Remove all downloaded files?
de: Alle heruntergeladenen Dateien entfernen?
es: ¿Eliminar todos los archivos descargados?
fr: Supprimer tous les fichiers téléchargés ?
it: Rimuovere tutti i file scaricati?

source: Remove custom date range
de: Benutzerdefinierten Datumsbereich entfernen
es: Eliminar el rango de fechas personalizado
fr: Supprimer la plage de dates personnalisée
it: Rimuovi l'intervallo di date personalizzato

source: Remove filter
de: Filter entfernen
es: Quitar el filtro
fr: Retirer le filtre
it: Rimuovi il filtro

source: Remove profile picture?
de: Profilbild entfernen?
es: ¿Quitar la foto de perfil?
fr: Retirer la photo de profil ?
it: Rimuovere la foto del profilo?

source: Remove rating
de: Bewertung entfernen
es: Quitar la valoración
fr: Retirer la note
it: Rimuovi la valutazione

source: Removed items go to the system Recently Deleted album, which only you can empty — that is what reclaims the space. They stay available in Immich. Items in an iCloud Shared Album are never offered, because iOS cannot remove them from the album.
de: Entfernte Elemente landen im systemeigenen Album „Zuletzt gelöscht“, das nur du leeren kannst — das gibt den Speicher tatsächlich frei. Sie bleiben in Immich verfügbar. Elemente in einem geteilten iCloud-Album werden nie angeboten, da iOS sie nicht daraus entfernen kann.
es: Los elementos eliminados van al álbum «Eliminados recientemente» del sistema, que solo tú puedes vaciar: eso es lo que libera el espacio. Siguen disponibles en Immich. Los elementos de un álbum compartido de iCloud nunca se ofrecen, porque iOS no puede quitarlos del álbum.
fr: Les éléments supprimés vont dans l'album « Récents supprimés » du système, que vous seul pouvez vider : c'est cela qui libère l'espace. Ils restent disponibles dans Immich. Les éléments d'un album partagé iCloud ne sont jamais proposés, car iOS ne peut pas les en retirer.
it: Gli elementi rimossi vanno nell'album «Eliminati di recente» di sistema, che solo tu puoi svuotare: è questo che libera lo spazio. Restano disponibili in Immich. Gli elementi di un album condiviso iCloud non vengono mai proposti, perché iOS non può rimuoverli dall'album.

source: Removes this filter
de: Entfernt diesen Filter
es: Quita este filtro
fr: Retire ce filtre
it: Rimuove questo filtro

source: Removing
de: Wird entfernt
es: Eliminando
fr: Suppression en cours
it: Rimozione in corso

source: Reorganization failed
de: Einsortieren fehlgeschlagen
es: No se pudo organizar
fr: Le rangement a échoué
it: Organizzazione non riuscita

source: Reorganize into album
de: In Album einsortieren
es: Organizar en el álbum
fr: Ranger dans l'album
it: Organizza nell'album

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti

source: Requests will appear here as you use the app.
de: Anfragen erscheinen hier, während du die App benutzt.
es: Las solicitudes aparecerán aquí a medida que uses la app.
fr: Les requêtes apparaîtront ici au fur et à mesure de votre utilisation.
it: Le richieste appariranno qui mentre usi l'app.

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta

source: Reset Preferences?
de: Einstellungen zurücksetzen?
es: ¿Restablecer preferencias?
fr: Réinitialiser les préférences ?
it: Reimpostare le preferenze?

source: Reset filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
it: Reimposta filtri

source: Reset tracked assets?
de: Verfolgte Elemente zurücksetzen?
es: ¿Restablecer los elementos rastreados?
fr: Réinitialiser les éléments suivis ?
it: Azzerare gli elementi monitorati?

source: Retried automatically on the next run
de: Wird beim nächsten Backup automatisch erneut versucht
es: Se reintentará automáticamente en la próxima copia de seguridad
fr: Nouvelle tentative automatique à la prochaine sauvegarde
it: Nuovo tentativo automatico al prossimo backup

source: Retry all
de: Alle erneut versuchen
es: Reintentar todo
fr: Tout réessayer
it: Riprova tutto

source: Reverse Order
de: Umgekehrte Reihenfolge
es: Orden inverso
fr: Ordre inverse
it: Ordine inverso

source: Review
de: Prüfen
es: Revisar
fr: Vérification
it: Verifica

source: Review %lld items
de: %lld Elemente prüfen
es: Revisar %lld elementos
fr: Vérifier %lld éléments
it: Verifica %lld elementi

source: Rotate
de: Rotieren
es: Rotar
fr: Faire tourner
it: Ruota

source: Rotate key?
de: Schlüssel rotieren?
es: ¿Rotar la clave?
fr: Faire tourner la clé ?
it: Ruotare la chiave?

source: Saved on server
de: Auf dem Server gesichert
es: Guardado en el servidor
fr: Enregistré sur le serveur
it: Salvato sul server

source: Scanned
de: Geprüft
es: Analizadas
fr: Analysées
it: Analizzati

source: Search by detected text
de: Nach erkanntem Text suchen
es: Buscar por texto detectado
fr: Rechercher par texte détecté
it: Cerca per testo rilevato

source: Search text in your photos
de: Text in deinen Fotos suchen
es: Busca texto en tus fotos
fr: Recherchez le texte dans vos photos
it: Cerca il testo nelle tue foto

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
